/* No comment provided by engineer. */
"Add" = "Добавить";

/* No comment provided by engineer. */
"Add Source" = "Добавить источник";

/* No comment provided by engineer. */
"All Packages" = "Все пакеты";

/* No comment provided by engineer. */
"Analyzing dependencies..." = "Анализирую зависимости…";

/* No comment provided by engineer. */
"Author" = "Автор";

/* No comment provided by engineer. */
"Bad Source" = "Плохой источник";

/* No comment provided by engineer. */
"Cancel" = "Отменить";

/* No comment provided by engineer. */
"Cancelled." = "Отменён.";

/* No comment provided by engineer. */
"Cleaning up..." = "Завершаю…";

/* No comment provided by engineer. */
"Custom..." = "Другой…";

/* No comment provided by engineer. */
"Direct Dependencies" = "прямых зависимостей";

/* No comment provided by engineer. */
"Direct Dependency" = "прямая зависимость";

/* No comment provided by engineer. */
"Done" = "Готово";

/* No comment provided by engineer. */
"Downloading" = "Скачиваю";

/* No comment provided by engineer. */
"Finishing" = "Завершаю";

/* No comment provided by engineer. */
"have" = "стоит";

/* No comment provided by engineer. */
"Install" = "Установить";

/* No comment provided by engineer. */
"Installing" = "Устанавливаю";

/* No comment provided by engineer. */
"Maintainer" = "Обслуживается";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Package \"%@\" can't be removed as it is absolutely required for Icy to function." = "Пакет \"%@\" не может быть удалён, так как он совершенно необходим для Icy.";

/* No comment provided by engineer. */
"Package \"%@\" can't be removed as there are other packages that depend on it:\n%@" = "Пакет \"%1$@\" не может быть удалён, так как следующие пакеты зависят от него:\n%2$@";

/* No comment provided by engineer. */
"Package \"%@\" cannot be installed (DPKG returned error #%d). More information can probably be found in the console log." = "Пакет \"%1$@\" не может быть установлен (DPKG вернуло ошибку #%2$d). Дополнительная информация, скорее всего, доступна в консоли.";

/* No comment provided by engineer. */
"Package \"%@\" cannot be removed (DPKG returned error #%d). More information can probably be found in the console log." = "Пакет \"%1$@\" не может быть удалён (DPKG вернуло ошибку #%2$d). Дополнительная информация, скорее всего, доступна в консоли.";

/* No comment provided by engineer. */
"Package \"%@\" was not found." = "Пакет \"%@\" не найден. Возможно, нужно добавить источник, содержащий этот пакет.";

/* No comment provided by engineer. */
"Please enter the source URL:" = "Введите URL источника:";
"Preparing" = "Подготовка";
"Reinstall" = "Переустановить";
"Removing" = "Удалить";

/* No comment provided by engineer. */
"Search All" = "Искать";

/* No comment provided by engineer. */
"The source for the URL \"%@\" doesn't seems to be valid. It was not added." = "Источник с URL \"%@\" неправильный. Он не был добавлен.";

/* No comment provided by engineer. */
"Uncategorized" = "Без категории";

/* No comment provided by engineer. */
"Update All" = "Обновить все";

/* No comment provided by engineer. */
"Version" = "Версия";

"Remove" = "Удалить";

"Upgrade" = "Обновить";
"View Console Log" = "Просмотреть консоль";
"Package \"%@\" cannot be installed as there is a conflict with another installed package, \"%@\". Please uninstall it first." = "Пакет \"%@\" не может быть установлен, так как он будет конфликтовать с другим установленным пакетом, \"%@\". Сперва удалите его, если хотите установить данный пакет.";

"Yesterday" = "Вчера";
"Two Days Ago" = "Позавчера";

"%d Hours Ago" = "%d часов назад";
"%d Hour Ago" = "%d час назад";
"%d Minutes Ago" = "%d минут назад";
"%d Minute Ago" = "%d минута назад";
"%d Days Ago" = "%d дн. назад";

"More..." = "Ещё…";
"Recent Packages" = "Свежие пакеты";

"Force Remove" = "Удалить принудительно";
"This package is marked as Essential and is considered crucial for the system operation. You can still forcibly remove it but doing so may render your system unusable. Please only do so if you know what you are doing." = "Этот пакет отмечен, как важный для функционирования системы. Вы можете удалить его принудительно, но это может вызвать проблемы с функционированием системы. Пожалуйста, делайте это, только если Вы уверены в себе и возможных последствиях.";

"!! This is a commercial package. If you have not previously purchased it, it will not be able to download." = "!! Это коммерческий пакет. Если Вы его не приобретали ранее, он не сможет быть установлен.";
"Auto refresh on Wi-Fi" = "Автообновлять на Wi-Fi";

"The directories were successfully moved to a bigger user partition, so you can safely install some of the larger third-party packages. Icy will quit now. To browse and install packages, please launch it again." = "Папки были успешно перемещены на более вместительный пользовательский раздел, так что теперь Вы можете устанавливать большие пакеты. Icy сейчас завершит свою работу. Чтобы просмотреть доступные пакеты и установить их, запустите Icy ещё раз.";
"Quit" = "Завершить";
"Moving Directories" = "Перемещаю файлы";

